{
  "comment": "Used for overrides, manually maintained",
  "descriptions": {
    "DAI": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.ARBETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.BNB": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.MATIC": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.OETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "KAMA.SOL": "$KAMA is a Solana-based meme coin inspired by Kamala Harris, the 49th Vice President of the United States. Launched in 2024, the token plays on political satire and blockchain meme culture, with no official affiliation to Harris. It taps into the rising political attention around her candidacy. $KAMA has a fixed supply and operates with a no-tax structure. Built on social media engagement, $KAMA has quickly gained a community of political meme enthusiasts despite its lack of traditional utility. As with all meme coins, users should consider the inherent volatility and speculative nature of the asset. This coin may also be particularly volatile leading up to and after the US presidential election.",
    "MEME": "Memecoin (MEME) is the native token of Memeland, a Web3 venture studio developed by 9GAG, the popular meme platform. Built on Ethereum as an ERC-20 token, MEME is designed purely for entertainment and engagement within the meme and crypto communities, with no inherent utility or value. Launched in 2023, MEME emphasizes a community-driven approach, leveraging 9GAG’s audience to blend memes, NFTs, and blockchain. Its distribution includes airdrops and presales, particularly for holders of Memeland NFTs, reinforcing its role as a cultural and creative experiment rather than a financial asset. As with any meme-based token, volatility and speculative risks apply.",
    "MOG": "MOG, the Ethereum token, claims to be a movement in internet culture, tokenizing success, cosmic domination, and meme-driven engagement. Launched in 2023, MOG has gained significant traction through viral memes and a strong community. With its origins rooted in “AMOG” (alpha male of group), the token symbolizes the rise of internet culture in crypto spaces. MOG is an ERC-20 token, compatible with Ethereum-based wallets and DeFi platforms.",
    "NEIRO": "Neiro is a dog-themed meme coin that positions itself as the successor to Dogecoin, drawing inspiration from internet culture and the broader meme coin phenomenon. Adopted by the same owner as Kabosu, the original Doge, Neiro embodies the spirit of community-driven projects. Launched on the Ethereum blockchain, Neiro aims to create a playful and engaging ecosystem for its users while maintaining a commitment to charitable initiatives, particularly those focused on animal welfare. The project has gained traction within the cryptocurrency community, especially after receiving attention from notable figures, including Vitalik Buterin, who acknowledged the project and made a significant donation to an animal welfare fund. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "TURBO": "Turbo, initially a digital art-focused platform, has evolved into a symbol of Web3's community-driven ethos. Launched with only $69, it began as an experimental meme coin, showcasing the potential of decentralized creativity in cryptocurrency. Now fully decentralized, Turbo operates without a formal governance mechanism resembling Bitcoin’s structure. The project’s smart contract has been fully renounced, meaning no authority or team can influence its development or operations, leaving its future guided by the community. As with all meme assets, users should be aware of the token’s inherent volatility.",
    "TRUMP": "$TRUMP is an Ethereum-based token that merges political satire with blockchain meme culture and philanthropy. The project offers two versions of $TRUMP: a taxed version, which applies a fee on transactions to support donations to US Veterans and Child Trafficking Prevention, and a taxless version with 0% tax on transactions. This one is the taxless $TRUMP. Please be aware that the token’s meme-based nature can lead to significant market volatility. This coin may also be particularly volatile leading up to and after the US presidential election."
  }
}
