{
  "comment": "Used for overrides, manually maintained",
  "website_urls": {
    "BONK.SOL": "https://www.bonkcoin.com",
    "OTRUMP.SOL": "https://gettrumpmemes.com/",
    "POPCAT.SOL": "https://www.popcatsolana.xyz/",
    "AI16Z.SOL": "https://www.elizaos.ai/"
  },
  "descriptions": {
    "AI16Z.SOL": "AI16Z ($AI16Z) is the first AI-driven VCDAO token, combining artificial intelligence with decentralized finance to revolutionize venture capital. Built on Solana, AI16Z allows token holders to make AI-assisted investment decisions while supporting the growth of ElizaOS. With a strong community and ambitious plans for an AI-powered blockchain, AI16Z represents the future of decentralized AI-driven investments.",
    "ARB.ARBETH": "ARB is the governance token powering Arbitrum, Ethereum's leading layer 2 rollup for speed and scalability. Built by Offchain Labs, Arbitrum bundles transactions off-chain, slashing gas costs while preserving Ethereum-grade security. Since its 2021 mainnet debut, Arbitrum has become a hub for top dApps like Uniswap, Aave, and Curve. With 2023’s launch of the Arbitrum DAO and airdrop of ARB, the network embraced decentralized governance. From Orbit chains to Stylus and BOLD, Arbitrum continues pushing boundaries in L2 innovation making ARB a key asset in the evolving Ethereum ecosystem. Volatility and speculative risks apply.",
    "BILLY.SOL": "BILLY is a Solana-based memecoin that has gained popularity in the crypto community. Its vision is to become a token worth “billyons and billyons”, symbolizing infinite growth potential and community support. It has attracted a large number of fans and investors, becoming a highlight within the Solana ecosystem. As with all meme assets, users should be aware of the token’s inherent volatility.",
    "BNB": "BNB is the native token of BNB Chain and a core utility asset within the Binance ecosystem. Launched in 2017, it powers both the BNB Beacon Chain and BNB Smart Chain, enabling fee discounts, governance, staking, and smart contract execution. With a deflationary model through periodic burns, BNB supports a robust ecosystem of CeFi and DeFi platforms, including PancakeSwap and Binance Pay. Its cross-chain capabilities and deep integrations drive adoption across web3, making BNB a cornerstone of one of the most active blockchain networks, fueling innovation and scalability.",
    "BONK.SOL": "BONK is the first dog-themed meme coin on Solana, launched “for the people, by the people,” with half of its total supply airdropped to the Solana community. Inspired by popular memecoins like Shiba Inu and Dogecoin, BONK aims to revitalize liquidity on Solana-based decentralized exchanges (DEXs) and foster community engagement across Solana’s dApps. Initially launched in December 2022, BONK sparked notable interest in the crypto community, coinciding with a surge in the SOL token’s value. The token is now available on multiple chains, including Ethereum, BNB, and Polygon. As an anonymous, community-centric project, BONK embodies the spirit of decentralized engagement and meme culture. As with any meme-based token, volatility and speculative risks apply.",
    "BRETT.BASEETH": "Introducing BRETT, Pepe’s best friend on Base Chain. One of crypto’s most significant cultural icons and the mascot of Base Chain. The Base Chain’s ecosystem is rapidly expanding, with numerous projects and applications being built on the platform. BRETT’s ecosystem allows it to leverage the resources and expertise of other projects in the space. As the Base Chain continues to grow, so too will the potential for BRETT to thrive and expand its offerings. As with any meme-based token, volatility and speculative risks apply.",
    "CELO": "CELO is the native token of Celo, an Ethereum Layer 2 network focused on mobile-first financial inclusion. Originally a Layer 1 blockchain, Celo transitioned to an L2 rollup on March 26, 2025, using Optimism's OP Stack and EigenDA for data availability. CELO powers governance, staking, and acts as a reserve for stablecoins like cUSD and cEUR, enabling fast (1-second block times), low-cost ($0.0005) transactions. With phone-number-based wallets, Valora for P2P payments, and EVM compatibility, Celo bridges web3 to billions of mobile users. Volatility and speculative risks apply.",
    "DAI": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.ARBETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.BNB": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.MATIC": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.OETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DEGEN.BASEETH": "Degen started as a reward token for participants in the Farcaster Degen channel. What began as a meme coin now boasts a substantial following of developers, crypto content creators, and enthusiasts who have bought into the coin. During its initial launch, 15% of the total supply was airdropped to active members of the Farcaster’s Degen channel, and there are plans to airdrop 70% of the token’s total supply eventually. It uses a unique tipping system that empowers the community to reward quality content creators. It also powers the Degen chain, one of the pioneering L3s launched on Base, offering a platform for building and using Degen apps, often referred to as the “Las Vegas of blockchains.” As a meme coin, users should be mindful of its volatility and speculative nature.",
    "ENA": "ENA is the governance token of the Ethena Protocol, a synthetic dollar platform on Ethereum launched in February 2024. It powers USDe, a delta-hedged stablecoin backed by ETH, BTC, and staked assets, and sUSDe, its yield-bearing counterpart. ENA enables governance, staking, and ecosystem rewards, supporting on-chain innovation via restaking and cross-chain infrastructure like LayerZero. With ~$4.5B in TVL (as of June 2025), Ethena drives financial innovation, though plans for an RWA-focused L2 remain unconfirmed.",
    "GIGA.SOL": "Gigachad is a meme based on a photoshoot of Russian bodybuilder Ernest Khalimov who was coined “Gigachad” for his perfect physique, jawline, and being a symbol of what a peak masculine male should strive for. $GIGA is a community run cryptocurrency token built on the Solana blockchain. It claims to be built exclusively for high testosterone individuals with a focus on self improvement, masculinity, and becoming a true Gigachad. As with any meme-based token, volatility and speculative risks apply.",
    "GOAT.SOL": "Goatseus Maximus (GOAT) is a new meme coin created by Pump.fun user @EZX7c1 and commented on by an AI twitter bot, Truth Terminal. It was named after a tweet by @truth_terminal and has gained popularity among the crypto community. Inspired by an internet meme, Goatseus became a symbol of the AI’s capacity for randomness, disruption, and memetic influence. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "KAMA.SOL": "$KAMA is a Solana-based meme coin inspired by Kamala Harris, the 49th Vice President of the United States. Launched in 2024, the token plays on political satire and blockchain meme culture, with no official affiliation to Harris. It taps into the rising political attention around her candidacy. $KAMA has a fixed supply and operates with a no-tax structure. Built on social media engagement, $KAMA has quickly gained a community of political meme enthusiasts despite its lack of traditional utility. As with all meme coins, users should consider the inherent volatility and speculative nature of the asset. This coin may also be particularly volatile leading up to and after the US presidential election.",
    "MATIC.MATIC": "POL is the next-gen token of the Polygon ecosystem, replacing MATIC as part of Polygon 2.0’s push toward an aggregated, cross-chain future. Originally launched in 2017 as Matic Network, Polygon evolved from a single PoS chain to a full suite of Ethereum scaling solutions—including zkEVM and the AggLayer. POL powers staking, governance, and gas across the expanding network. With over 10,000 dApps, top-tier partnerships, and an ambitious Supernet vision, POL is built to be a hyperproductive token for a multi-chain world—fueling liquidity, interoperability, and long-term sustainability across web3. Volatility and speculative risks apply.",
    "MEME": "Memecoin (MEME) is the native token of Memeland, a Web3 venture studio developed by 9GAG, the popular meme platform. Built on Ethereum as an ERC-20 token, MEME is designed purely for entertainment and engagement within the meme and crypto communities, with no inherent utility or value. Launched in 2023, MEME emphasizes a community-driven approach, leveraging 9GAG’s audience to blend memes, NFTs, and blockchain. Its distribution includes airdrops and presales, particularly for holders of Memeland NFTs, reinforcing its role as a cultural and creative experiment rather than a financial asset. As with any meme-based token, volatility and speculative risks apply.",
    "MOG": "MOG, the Ethereum token, claims to be a movement in internet culture, tokenizing success, cosmic domination, and meme-driven engagement. Launched in 2023, MOG has gained significant traction through viral memes and a strong community. With its origins rooted in “AMOG” (alpha male of group), the token symbolizes the rise of internet culture in crypto spaces. MOG is an ERC-20 token, compatible with Ethereum-based wallets and DeFi platforms.",
    "NEIRO": "Neiro is a dog-themed meme coin that positions itself as the successor to Dogecoin, drawing inspiration from internet culture and the broader meme coin phenomenon. Adopted by the same owner as Kabosu, the original Doge, Neiro embodies the spirit of community-driven projects. Launched on the Ethereum blockchain, Neiro aims to create a playful and engaging ecosystem for its users while maintaining a commitment to charitable initiatives, particularly those focused on animal welfare. The project has gained traction within the cryptocurrency community, especially after receiving attention from notable figures, including Vitalik Buterin, who acknowledged the project and made a significant donation to an animal welfare fund. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "OP.OETH": "OP is the native governance token of Optimism, a leading Ethereum Layer-2 scaling solution using Optimistic Rollups to cut costs and boost transaction speed. Since launching in 2022, OP has powered a growing ecosystem of dApps, airdrops, and public goods funding through its unique bicameral governance model — the Optimism Collective. With over 170 dApps, support for Base and other Superchain projects, and a developer-friendly OP Stack, Optimism is building an interoperable L2 future. Volatility and speculative risks apply.",
    "OTRUMP.SOL": "TRUMP is an official Trump meme by President Donald J Trump. It is a Solana-based meme coin celebrating courage and strength, inspired by a pivotal cultural moment and a fighting spirit. Launched on January 17, 2025, the token invites a global community to “Celebrate Our Win & Have Fun!” Leveraging Solana’s fast and low-cost transactions, TRUMP offers accessibility and efficiency.  There are 200 million $TRUMP available on day one and this will grow to a total of 1 billion $TRUMP over three years. As with all meme coins, users should be mindful of its volatility and speculative nature.",
    "PAXG": "PAXG is a regulated ERC-20 token on Ethereum, with each token backed by one fine troy ounce of LBMA-accredited physical gold, securely held in professional vaults by Paxos Trust Company. Launched in 2019, PAXG combines the stability of gold with blockchain's speed, divisibility, and transferability. It enables direct ownership of physical gold, redeemable for gold bars, unallocated gold, or fiat, with holdings verifiable via Paxos' lookup tool. Integrated across major exchanges, wallets, and DeFi protocols, PAXG offers a trusted, regulated solution for tokenized gold exposure.",
    "PENGU.SOL": "$PENGU is a cryptocurrency designed to complement the Pudgy Penguins ecosystem. Operating on the Solana blockchain, $PENGU embodies the playful and inclusive ethos of the Pudgy Penguins NFT project. Although it lacks inherent utility, the token aims to deepen community engagement and act as a cultural emblem for one of the most celebrated NFT collections.",
    "PNUT.SOL": "Peanut the Squirrel (PNUT) is a memecoin on the Solana blockchain, created in memory of Peanut, a beloved squirrel who captured the hearts of millions on social media. Peanut gained popularity through heartwarming posts from his caretaker, Mark Longo, who shared Peanut’s charming antics, including donning a tiny cowboy hat and performing tricks. However, in a tragic turn of events, Peanut was seized by the New York State Department of Environmental Conservation (DEC) on October 30, 2024, and was euthanized. This incident sparked significant public outrage, turning Peanut into a symbol of community and government overreach. PNUT was launched as a tribute, capturing the support of a dedicated online fanbase. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "POPCAT.SOL": "Popcat is a meme coin on the Solana blockchain, inspired by the viral internet meme of a cat named ‘Oatmeal’ whose humorous, mouth-opening animation captivated global audiences. Launched as a community-driven token, POPCAT holds no intrinsic value and is designed purely for entertainment and speculative trading within the meme coin community. In 2024, the project gained further attention when Jpeggler, the founder of the ENIGMA art collection, invested significantly to acquire update and social rights, sparking renewed interest and potential for future development. POPCAT leverages Solana’s high efficiency, making it accessible through Solana-compatible wallets and DeFi platforms. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "PUFFER": "Puffer.Fi is a decentralized finance (DeFi) protocol offering non-custodial staking solutions with a focus on liquid staking for Ethereum (ETH). Puffer.Fi enables users to stake their ETH and receive liquid staked derivatives, allowing them to earn staking rewards while maintaining the liquidity of their assets. These liquid tokens can be utilized across the broader DeFi ecosystem, providing flexibility and opportunities for yield optimization. Puffer.Fi is committed to building a transparent and decentralized alternative to centralized staking platforms, prioritizing scalability, and user experience.",
    "SPX": "SPX6900 is a community-driven memecoin designed to challenge traditional financial concepts through decentralized, meme-based engagement. With a strong cultural identity centered around its symbolic figure, Marie Rose, the project emphasizes creativity, humor, and collective participation. Operating as an SPL token on Solana with cross-chain availability on Ethereum and Base, SPX6900 is accessible across a wide range of wallets and DeFi platforms, offering a unique take on value creation through community involvement.",
    "TURBO": "Turbo, initially a digital art-focused platform, has evolved into a symbol of Web3's community-driven ethos. Launched with only $69, it began as an experimental meme coin, showcasing the potential of decentralized creativity in cryptocurrency. Now fully decentralized, Turbo operates without a formal governance mechanism resembling Bitcoin’s structure. The project’s smart contract has been fully renounced, meaning no authority or team can influence its development or operations, leaving its future guided by the community. As with all meme assets, users should be aware of the token’s inherent volatility.",
    "TRUMP": "$TRUMP is an Ethereum-based token that merges political satire with blockchain meme culture and philanthropy. The project offers two versions of $TRUMP: a taxed version, which applies a fee on transactions to support donations to US Veterans and Child Trafficking Prevention, and a taxless version with 0% tax on transactions. This one is the taxless $TRUMP. Please be aware that the token’s meme-based nature can lead to significant market volatility. This coin may also be particularly volatile leading up to and after the US presidential election.",
    "VIRTUAL.BASEETH": "Virtuals Protocol ($VIRTUAL) is a Base blockchain project at the intersection of AI, gaming, and the Metaverse. It provides an infrastructure for AI-driven virtual interactions, enabling co-ownership and monetization of AI agents. With strategic partnerships and an expanding ecosystem, Virtuals Protocol is shaping the future of decentralized AI in digital spaces.",
    "WIF.SOL": "Dogwifhat is a Solana-based meme coin featuring a Shiba Inu with a playful pink hat, capturing the spirit of meme culture in a lighthearted, community-driven token. Launched in November 2023, WIF emphasizes simplicity, with no complex tokenomics, staking, or burning mechanisms. Its appeal lies in its humor and the enthusiastic community that supports it, making it one of the top-performing meme coins in terms of trading volume and market cap. Designed purely for entertainment, WIF invites users to embrace the fun side of cryptocurrency.  As with all meme assets, users should be aware of the token’s inherent volatility."
  }
}
