{
  "comment": "Used for overrides, manually maintained",
  "website_urls": {
    "BONK.SOL": "https://www.bonkcoin.com",
    "OTRUMP.SOL": "https://gettrumpmemes.com/",
    "POPCAT.SOL": "https://www.popcatsolana.xyz/",
    "AI16Z.SOL": "https://www.elizaos.ai/",
    "PUMP.SOL": "https://pump.fun",
    "UNITE.BASEETH": "https://unite.io"
  },
  "descriptions": {
    "AI16Z.SOL": "AI16Z ($AI16Z) is the first AI-driven VCDAO token, combining artificial intelligence with decentralized finance to revolutionize venture capital. Built on Solana, AI16Z allows token holders to make AI-assisted investment decisions while supporting the growth of ElizaOS. With a strong community and ambitious plans for an AI-powered blockchain, AI16Z represents the future of decentralized AI-driven investments.",
    "ARB.ARBETH": "ARB is the governance token powering Arbitrum, Ethereum's leading layer 2 rollup for speed and scalability. Built by Offchain Labs, Arbitrum bundles transactions off-chain, slashing gas costs while preserving Ethereum-grade security. Since its 2021 mainnet debut, Arbitrum has become a hub for top dApps like Uniswap, Aave, and Curve. With 2023’s launch of the Arbitrum DAO and airdrop of ARB, the network embraced decentralized governance. From Orbit chains to Stylus and BOLD, Arbitrum continues pushing boundaries in L2 innovation making ARB a key asset in the evolving Ethereum ecosystem. Volatility and speculative risks apply.",
    "BILLY.SOL": "BILLY is a Solana-based memecoin that has gained popularity in the crypto community. Its vision is to become a token worth “billyons and billyons”, symbolizing infinite growth potential and community support. It has attracted a large number of fans and investors, becoming a highlight within the Solana ecosystem. As with all meme assets, users should be aware of the token’s inherent volatility.",
    "BNB": "BNB is the native token of BNB Chain and a core utility asset within the Binance ecosystem. Launched in 2017, it powers both the BNB Beacon Chain and BNB Smart Chain, enabling fee discounts, governance, staking, and smart contract execution. With a deflationary model through periodic burns, BNB supports a robust ecosystem of CeFi and DeFi platforms, including PancakeSwap and Binance Pay. Its cross-chain capabilities and deep integrations drive adoption across web3, making BNB a cornerstone of one of the most active blockchain networks, fueling innovation and scalability.",
    "BONK.SOL": "BONK is the first dog-themed meme coin on Solana, launched “for the people, by the people,” with half of its total supply airdropped to the Solana community. Inspired by popular memecoins like Shiba Inu and Dogecoin, BONK aims to revitalize liquidity on Solana-based decentralized exchanges (DEXs) and foster community engagement across Solana’s dApps. Initially launched in December 2022, BONK sparked notable interest in the crypto community, coinciding with a surge in the SOL token’s value. The token is now available on multiple chains, including Ethereum, BNB, and Polygon. As an anonymous, community-centric project, BONK embodies the spirit of decentralized engagement and meme culture. As with any meme-based token, volatility and speculative risks apply.",
    "BRETT.BASEETH": "Introducing BRETT, Pepe’s best friend on Base Chain. One of crypto’s most significant cultural icons and the mascot of Base Chain. The Base Chain’s ecosystem is rapidly expanding, with numerous projects and applications being built on the platform. BRETT’s ecosystem allows it to leverage the resources and expertise of other projects in the space. As the Base Chain continues to grow, so too will the potential for BRETT to thrive and expand its offerings. As with any meme-based token, volatility and speculative risks apply.",
    "UNITE.BASEETH": "UNITE is the native utility and governance token of Unite, a Layer 3 blockchain built on Base and designed for mobile-first web3 gaming. Launched in 2024, UNITE powers in-game rewards, premium features, and DAO governance, while supporting developers through funding programs. It follows a deflationary, revenue-based model—minted only when real revenue is generated via in-game purchases or advertising. UNITE operates natively on Unite L3 and as an ERC-20 on Base, with cross-chain support via Wormhole. Backed by Coinbase and Solana, the network leverages zk-rollups and Oracle Nodes for secure, scalable gameplay. Governance voting, ecosystem rewards, and growing game integrations position UNITE as a foundational asset for decentralized mobile gaming—though adoption and revenue performance remain key factors.",
    "CAKE.BNB": "PancakeSwap is a leading DEX initially launched on BNB Chain, now operating across Ethereum, Arbitrum, Solana, and other major blockchain platforms. Leveraging automated market maker (AMM) technology, PancakeSwap enables users to conduct decentralized token exchanges, liquidity provision, yield farming, and more.\nCAKE serves as the governance, staking, and reward token within the PancakeSwap ecosystem. It supports features such as Syrup Pools, Initial Farm Offerings (IFOs), an NFT marketplace, and the v3 Position Manager. PancakeSwap's deflationary tokenomics model, \"Ultrasound CAKE,\" systematically reduces token supply through weekly burns, enhancing long-term value.",
    "CELO": "CELO is the native token of Celo, an Ethereum Layer 2 network focused on mobile-first financial inclusion. Originally a Layer 1 blockchain, Celo transitioned to an L2 rollup on March 26, 2025, using Optimism's OP Stack and EigenDA for data availability. CELO powers governance, staking, and acts as a reserve for stablecoins like cUSD and cEUR, enabling fast (1-second block times), low-cost ($0.0005) transactions. With phone-number-based wallets, Valora for P2P payments, and EVM compatibility, Celo bridges web3 to billions of mobile users. Volatility and speculative risks apply.",
    "CVX": "CVX is the governance and reward token of Convex Finance, a protocol launched in 2021 to improve capital efficiency for Curve liquidity providers and CRV holders. By staking LP tokens or CRV with Convex, users gain boosted CRV emissions, protocol fees, and CVX incentives without the complexity of locking CRV directly. CVX holders participate in governance decisions across Convex, Curve, Frax, Prisma, and f(x) Protocol, directing emissions and shaping liquidity flows through its vote-locking mechanism.\nAt its height, Convex secured over $20B in total value locked and became a decisive force in the “Curve Wars,” consolidating influence over CRV and FXS governance. As an ERC-20 token on Ethereum, CVX anchors staking, voting, and ecosystem rewards, with integrations spanning multiple DeFi protocols and deep liquidity across major exchanges.",
    "DAI": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.ARBETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.BNB": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.MATIC": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DAI.OETH": "Dai (DAI) is a decentralised asset referenced token ('ART') that attempts to maintain a value of $1.00 USD. It is the native token of the Maker platform, which runs on the Ethereum network. Although it is sometimes referred as a 'stablecoin,' DAI is not collateralised (backed) by fiat currency in a bank account maintained by a stablecoin issuer. Instead, DAI is backed by collateral on the Maker platform. If the Dai credit system is upgraded or shut down, DAI holders may be required to convert their DAI to Ethereum through the Maker platform.",
    "DEGEN.BASEETH": "Degen started as a reward token for participants in the Farcaster Degen channel. What began as a meme coin now boasts a substantial following of developers, crypto content creators, and enthusiasts who have bought into the coin. During its initial launch, 15% of the total supply was airdropped to active members of the Farcaster’s Degen channel, and there are plans to airdrop 70% of the token’s total supply eventually. It uses a unique tipping system that empowers the community to reward quality content creators. It also powers the Degen chain, one of the pioneering L3s launched on Base, offering a platform for building and using Degen apps, often referred to as the “Las Vegas of blockchains.” As a meme coin, users should be mindful of its volatility and speculative nature.",
    "ENA": "ENA is the governance token of the Ethena Protocol, a synthetic dollar platform on Ethereum launched in February 2024. It powers USDe, a delta-hedged stablecoin backed by ETH, BTC, and staked assets, and sUSDe, its yield-bearing counterpart. ENA enables governance, staking, and ecosystem rewards, supporting on-chain innovation via restaking and cross-chain infrastructure like LayerZero. With ~$4.5B in TVL (as of June 2025), Ethena drives financial innovation, though plans for an RWA-focused L2 remain unconfirmed.",
    "EURC": "EURC is a fully collateralized digital euro issued by Circle. Backed 1:1 by euro reserves held in euro-denominated bank accounts, EURC is redeemable for fiat and built to meet high standards of transparency. This transparency is supported by monthly attestation reports on its reserves, which are published by independent audit firms. The independent accounting firm that conducts the monthly attestation reports for Circle’s reserves (which includes both USDC and EURC) is Deloitte & Touche LLP. These reports are published on Circle’s transparency page and confirm that the total value of the reserves matches or exceeds the value of the stablecoins in circulation. First launched in 2022, it expands the proven USDC framework into the eurozone, enabling fast, programmable payments, euro-based DeFi, and cross-border settlement. EURC operates across multiple blockchains including Ethereum, Solana, Base, Avalanche, and Stellar. With regulatory recognition from entities like the DFSA and growing ecosystem integration, Circle offers EURC, a euro-denominated stablecoin that complements its USDC offering.",
    "GIGA.SOL": "Gigachad is a meme based on a photoshoot of Russian bodybuilder Ernest Khalimov who was coined “Gigachad” for his perfect physique, jawline, and being a symbol of what a peak masculine male should strive for. $GIGA is a community run cryptocurrency token built on the Solana blockchain. It claims to be built exclusively for high testosterone individuals with a focus on self improvement, masculinity, and becoming a true Gigachad. As with any meme-based token, volatility and speculative risks apply.",
    "GOAT.SOL": "Goatseus Maximus (GOAT) is a new meme coin created by Pump.fun user @EZX7c1 and commented on by an AI twitter bot, Truth Terminal. It was named after a tweet by @truth_terminal and has gained popularity among the crypto community. Inspired by an internet meme, Goatseus became a symbol of the AI’s capacity for randomness, disruption, and memetic influence. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "INJ.BNB": "INJ is the native governance and utility token of Injective, a layer-1 blockchain designed for high-performance decentralized finance. Built with the Cosmos SDK and Tendermint consensus, Injective delivers sub-second finality, low fees, and interoperability across major chains with EVM compatibility. INJ powers governance through the Injective DAO, secures the proof-of-stake network via staking, covers transaction fees, and participates in deflationary burn auctions. Since its 2020 launch, Injective has expanded from derivatives into lending, tokenized assets, and broader DeFi applications.",
    "KAMA.SOL": "$KAMA is a Solana-based meme coin inspired by Kamala Harris, the 49th Vice President of the United States. Launched in 2024, the token plays on political satire and blockchain meme culture, with no official affiliation to Harris. It taps into the rising political attention around her candidacy. $KAMA has a fixed supply and operates with a no-tax structure. Built on social media engagement, $KAMA has quickly gained a community of political meme enthusiasts despite its lack of traditional utility. As with all meme coins, users should consider the inherent volatility and speculative nature of the asset. This coin may also be particularly volatile leading up to and after the US presidential election.",
    "LDO": "LDO is the governance and utility token of Lido DAO, the largest liquid staking protocol on Ethereum. Introduced in 2020 to democratize staking access, LDO grants holders voting rights over validator selection, fee parameters, and protocol upgrades. Through Lido, users stake ETH and receive stETH, a liquid token representing staked ETH plus rewards, widely integrated across DeFi. The DAO has surpassed 9M ETH staked (~33% of the network) and $27B in TVL, with safeguards including audited contracts, a $2M bug bounty, and dual governance that allows stETH holders veto power. Looking ahead, Lido is pursuing Distributed Validator Technology and multichain expansion to deepen decentralization and resilience. Backed by leading exchanges and institutional adoption, LDO anchors the governance of Ethereum’s most widely used staking infrastructure.",
    "MATIC.MATIC": "POL is the next-gen token of the Polygon ecosystem, replacing MATIC as part of Polygon 2.0’s push toward an aggregated, cross-chain future. Originally launched in 2017 as Matic Network, Polygon evolved from a single PoS chain to a full suite of Ethereum scaling solutions—including zkEVM and the AggLayer. POL powers staking, governance, and gas across the expanding network. With over 10,000 dApps, top-tier partnerships, and an ambitious Supernet vision, POL is built to be a hyperproductive token for a multi-chain world—fueling liquidity, interoperability, and long-term sustainability across web3. Volatility and speculative risks apply.",
    "MEME": "Memecoin (MEME) is the native token of Memeland, a Web3 venture studio developed by 9GAG, the popular meme platform. Built on Ethereum as an ERC-20 token, MEME is designed purely for entertainment and engagement within the meme and crypto communities, with no inherent utility or value. Launched in 2023, MEME emphasizes a community-driven approach, leveraging 9GAG’s audience to blend memes, NFTs, and blockchain. Its distribution includes airdrops and presales, particularly for holders of Memeland NFTs, reinforcing its role as a cultural and creative experiment rather than a financial asset. As with any meme-based token, volatility and speculative risks apply.",
    "MNT": "MNT is the native token of Mantle Network, a modular Ethereum Layer 2 built for scalable, low-cost, and EVM-compatible decentralized applications. Originally launched in 2023 through a 1:1 conversion from BIT (BitDAO), MNT powers governance, gas fees, staking, and ecosystem incentives across Mantle's high-performance rollup. It supports integrations like mETH for liquid ETH restaking and Ignition fBTC for native BTC access, while leveraging EigenDA for efficient data availability. MNT holders participate in treasury voting and strategic DAO initiatives, shaping a network with over $1B in TVL and deep DeFi partnerships. Backed by top-tier collaborators and a full ZK roadmap, MNT bridges institutional-grade infrastructure with community-led governance.",
    "MOG": "MOG, the Ethereum token, claims to be a movement in internet culture, tokenizing success, cosmic domination, and meme-driven engagement. Launched in 2023, MOG has gained significant traction through viral memes and a strong community. With its origins rooted in “AMOG” (alpha male of group), the token symbolizes the rise of internet culture in crypto spaces. MOG is an ERC-20 token, compatible with Ethereum-based wallets and DeFi platforms.",
    "NEIRO": "Neiro is a dog-themed meme coin that positions itself as the successor to Dogecoin, drawing inspiration from internet culture and the broader meme coin phenomenon. Adopted by the same owner as Kabosu, the original Doge, Neiro embodies the spirit of community-driven projects. Launched on the Ethereum blockchain, Neiro aims to create a playful and engaging ecosystem for its users while maintaining a commitment to charitable initiatives, particularly those focused on animal welfare. The project has gained traction within the cryptocurrency community, especially after receiving attention from notable figures, including Vitalik Buterin, who acknowledged the project and made a significant donation to an animal welfare fund. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "OP.OETH": "OP is the native governance token of Optimism, a leading Ethereum Layer-2 scaling solution using Optimistic Rollups to cut costs and boost transaction speed. Since launching in 2022, OP has powered a growing ecosystem of dApps, airdrops, and public goods funding through its unique bicameral governance model — the Optimism Collective. With over 170 dApps, support for Base and other Superchain projects, and a developer-friendly OP Stack, Optimism is building an interoperable L2 future. Volatility and speculative risks apply.",
    "OTRUMP.SOL": "TRUMP is an official Trump meme by President Donald J Trump. It is a Solana-based meme coin celebrating courage and strength, inspired by a pivotal cultural moment and a fighting spirit. Launched on January 17, 2025, the token invites a global community to “Celebrate Our Win & Have Fun!” Leveraging Solana’s fast and low-cost transactions, TRUMP offers accessibility and efficiency.  There are 200 million $TRUMP available on day one and this will grow to a total of 1 billion $TRUMP over three years. As with all meme coins, users should be mindful of its volatility and speculative nature.",
    "PAXG": "PAXG is an ERC-20 token on Ethereum, issued by Paxos Trust Company which is regulated by the New York State Department of Financial Services (NYDFS). Each token is backed by one fine troy ounce of LBMA-accredited gold held in vaults, with holdings subject to monthly independent audits. Launched in 2019, PAXG enables direct ownership of physical gold, with redemption options including allocated gold bars, unallocated gold, or fiat currency. Holdings are verifiable via Paxos’ on-chain lookup tool. By combining the historically stable value of gold with with blockchain's speed, divisibility, and transferability, PAXG facilitates tokenized gold exposure across major exchanges, wallets, and DeFi protocols.",
    "PENDLE": "PENDLE is the native token of Pendle, a decentralized finance (DeFi) protocol focused on tokenizing and trading future yield. Launched in 2021 on Ethereum and now deployed across Arbitrum, BNB Chain, Optimism, and Base, Pendle enables users to split yield-bearing assets into Principal Tokens (PT) and Yield Tokens (YT), tradable via a purpose-built AMM for time-decaying assets. This unlocks strategies such as fixed yield, yield speculation, and advanced liquidity provision, bridging TradFi-style interest rate derivatives with onchain markets.\nPENDLE powers protocol governance and rewards through vePENDLE, allowing holders to vote on incentive allocations and earn a share of fees. With over $600M in market capitalization and integrations across major DeFi ecosystems, Pendle has established itself as a core yield-management layer.",
    "PENGU.SOL": "$PENGU is a cryptocurrency designed to complement the Pudgy Penguins ecosystem. Operating on the Solana blockchain, $PENGU embodies the playful and inclusive ethos of the Pudgy Penguins NFT project. Although it lacks inherent utility, the token aims to deepen community engagement and act as a cultural emblem for one of the most celebrated NFT collections.",
    "PNUT.SOL": "Peanut the Squirrel (PNUT) is a memecoin on the Solana blockchain, created in memory of Peanut, a beloved squirrel who captured the hearts of millions on social media. Peanut gained popularity through heartwarming posts from his caretaker, Mark Longo, who shared Peanut’s charming antics, including donning a tiny cowboy hat and performing tricks. However, in a tragic turn of events, Peanut was seized by the New York State Department of Environmental Conservation (DEC) on October 30, 2024, and was euthanized. This incident sparked significant public outrage, turning Peanut into a symbol of community and government overreach. PNUT was launched as a tribute, capturing the support of a dedicated online fanbase. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "PUMP.SOL": "PUMP is the native token of Pump.fun, a Solana-based platform that allows anyone to launch and trade tokens without coding. Using a bonding curve model and custom AMM (PumpSwap), it supports decentralized token creation at scale. Since its 2024 launch, Pump.fun has generated over $600 million in revenue and enabled nearly 2 million token launches. PUMP is used for trading, liquidity, and ecosystem incentives. The total supply is capped at 1 trillion tokens, with allocations to the community, team, investors, and ecosystem funds. Designed for speed and accessibility, PUMP supports a growing creator-led economy on Solana, though it remains subject to the volatility typical of meme-driven assets.",
    "POPCAT.SOL": "Popcat is a meme coin on the Solana blockchain, inspired by the viral internet meme of a cat named ‘Oatmeal’ whose humorous, mouth-opening animation captivated global audiences. Launched as a community-driven token, POPCAT holds no intrinsic value and is designed purely for entertainment and speculative trading within the meme coin community. In 2024, the project gained further attention when Jpeggler, the founder of the ENIGMA art collection, invested significantly to acquire update and social rights, sparking renewed interest and potential for future development. POPCAT leverages Solana’s high efficiency, making it accessible through Solana-compatible wallets and DeFi platforms. As a meme coin, users should be mindful of its volatility and speculative nature.",
    "PUFFER": "Puffer.Fi is a decentralized finance (DeFi) protocol offering non-custodial staking solutions with a focus on liquid staking for Ethereum (ETH). Puffer.Fi enables users to stake their ETH and receive liquid staked derivatives, allowing them to earn staking rewards while maintaining the liquidity of their assets. These liquid tokens can be utilized across the broader DeFi ecosystem, providing flexibility and opportunities for yield optimization. Puffer.Fi is committed to building a transparent and decentralized alternative to centralized staking platforms, prioritizing scalability, and user experience.",
    "SKY": "SKY is the native governance and utility token of Sky Protocol, a next-gen DeFi platform evolved from MakerDAO. Launched in 2024 as an upgrade to MKR (at a 1:24,000 ratio), SKY powers protocol governance, staking, borrowing, and cross-chain operations via SkyLink. Holders earn rewards through the 4.5% Sky Savings Rate and 5.45% Sky Token Rewards, while also influencing onchain decisions through direct or delegated voting. SKY supports USDS—the ecosystem's decentralized stablecoin—and benefits from features like the Smart Burn Engine to deepen liquidity. Deployed across Ethereum, Arbitrum, Base, and Solana, SKY underpins a $12.9B TVL ecosystem focused on transparency, scalability, and non-custodial finance.",
    "SPX": "SPX6900 is a community-driven memecoin designed to challenge traditional financial concepts through decentralized, meme-based engagement. With a strong cultural identity centered around its symbolic figure, Marie Rose, the project emphasizes creativity, humor, and collective participation. Operating as an SPL token on Solana with cross-chain availability on Ethereum and Base, SPX6900 is accessible across a wide range of wallets and DeFi platforms, offering a unique take on value creation through community involvement.",
    "TURBO": "Turbo, initially a digital art-focused platform, has evolved into a symbol of Web3's community-driven ethos. Launched with only $69, it began as an experimental meme coin, showcasing the potential of decentralized creativity in cryptocurrency. Now fully decentralized, Turbo operates without a formal governance mechanism resembling Bitcoin’s structure. The project’s smart contract has been fully renounced, meaning no authority or team can influence its development or operations, leaving its future guided by the community. As with all meme assets, users should be aware of the token’s inherent volatility.",
    "TRUMP": "$TRUMP is an Ethereum-based token that merges political satire with blockchain meme culture and philanthropy. The project offers two versions of $TRUMP: a taxed version, which applies a fee on transactions to support donations to US Veterans and Child Trafficking Prevention, and a taxless version with 0% tax on transactions. This one is the taxless $TRUMP. Please be aware that the token’s meme-based nature can lead to significant market volatility. This coin may also be particularly volatile leading up to and after the US presidential election.",
    "USD1": "USD1 is a dollar-backed stablecoin built for everyday use across DeFi and global payments. Issued by World Liberty Financial and backed 1:1 with U.S. dollars and short-term Treasuries, USD1 combines the reliability of traditional finance with the speed and flexibility of blockchain. Live on Ethereum, BNB Chain, and Tron, it supports lending, staking, and liquidity in major DeFi protocols. USD1 is fully collateralized with reserves managed by BitGo, with public audits and transparency at its core. As a top 5 stablecoin by market cap and listed on exchanges like Binance and Bybit, USD1 is designed for both institutional trust and mass adoption. Regulatory compliance, reserve strength, and DAO governance help position USD1 as a stable, scalable foundation for on-chain finance.",
    "USDS": "USDS is the decentralized token of the Sky Protocol, soft-pegged to the U.S. dollar and backed by overcollateralized crypto assets. Launched in 2024 as an evolution of DAI, it brings enhanced utility to DeFi through yield opportunities like the 4.5% Sky Savings Rate and 600M SKY/year in native token rewards. USDS operates across Ethereum, Solana, Base, Arbitrum, Optimism, and Unichain, enabling 1:1 swaps with USDC via Peg Stability Modules. Governed by the SKY token, it's fully integrated into apps like AEON Pay for real-world payments. With cross-chain reach, growing liquidity, and a roadmap toward major exchange listings, USDS offers a programmable, high-utility alternative to traditional stablecoins.",
    "VIRTUAL.BASEETH": "Virtuals Protocol ($VIRTUAL) is a Base blockchain project at the intersection of AI, gaming, and the Metaverse. It provides an infrastructure for AI-driven virtual interactions, enabling co-ownership and monetization of AI agents. With strategic partnerships and an expanding ecosystem, Virtuals Protocol is shaping the future of decentralized AI in digital spaces.",
    "WIF.SOL": "Dogwifhat is a Solana-based meme coin featuring a Shiba Inu with a playful pink hat, capturing the spirit of meme culture in a lighthearted, community-driven token. Launched in November 2023, WIF emphasizes simplicity, with no complex tokenomics, staking, or burning mechanisms. Its appeal lies in its humor and the enthusiastic community that supports it, making it one of the top-performing meme coins in terms of trading volume and market cap. Designed purely for entertainment, WIF invites users to embrace the fun side of cryptocurrency.  As with all meme assets, users should be aware of the token’s inherent volatility.",
    "WLD": "WLD is the native utility and governance token of the Worldcoin protocol, a decentralized network advancing global identity and financial inclusion. Launched in July 2023, it powers World ID, a privacy-focused proof-of-personhood system using Orb biometric verification and zero-knowledge proofs. As an ERC-20 token on Ethereum and Optimism's World Chain, WLD facilitates governance, user grants, and DeFi, payments, and identity applications.",
    "IWNON": "IWNon is the Ondo Tokenized version of the iShares Russell 2000 Value ETF, giving tokenholders economic exposure similar to holding IWN and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "QBTSON": "QBTSon is the Ondo Tokenized version of D-Wave Quantum, giving tokenholders economic exposure similar to holding QBTS and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "TIPON": "TIPon is the Ondo Tokenized version of the iShares TIPS Bond ETF, giving tokenholders economic exposure similar to holding TIP and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ITOTON": "ITOTon is the Ondo Tokenized version of the iShares Core S&P Total US Stock Market ETF, giving tokenholders economic exposure similar to holding ITOT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "HYGON": "HYGon is the Ondo Tokenized version of the iBoxx $ High Yield Corporate Bond ETF, giving tokenholders economic exposure similar to holding HYG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "GMEON": "GMEon is the Ondo Tokenized version of GameStop, giving tokenholders economic exposure similar to holding GME and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PBRON": "PBRon is the Ondo Tokenized version of Petrobras, giving tokenholders economic exposure similar to holding PBR and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "EQIXON": "EQIXon is the Ondo Tokenized version of Equinix, giving tokenholders economic exposure similar to holding EQIX and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "RIOTON": "RIOTon is the Ondo Tokenized version of Riot Platforms, giving tokenholders economic exposure similar to holding RIOT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MARAON": "MARAon is the Ondo Tokenized version of MARA Holdings, giving tokenholders economic exposure similar to holding MARA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PFEON": "PFEon is the Ondo Tokenized version of Pfizer, giving tokenholders economic exposure similar to holding PFE and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "EEMON": "EEMon is the Ondo Tokenized version of the iShares MSCI Emerging Markets ETF, giving tokenholders economic exposure similar to holding EEM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PYPLON": "PYPLon is the Ondo Tokenized version of PayPal, giving tokenholders economic exposure similar to holding PYPL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ABTON": "ABTon is the Ondo Tokenized version of Abbott, giving tokenholders economic exposure similar to holding ABT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "HIMSON": "HIMSon is the Ondo Tokenized version of Hims & Hers Health, giving tokenholders economic exposure similar to holding HIMS and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "NVOON": "NVOon is the Ondo Tokenized version of Novo Nordisk, giving tokenholders economic exposure similar to holding NVO and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "EFAON": "EFAon is the Ondo Tokenized version of the iShares MSCI EAFE ETF, giving tokenholders economic exposure similar to holding EFA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "NKEON": "NKEon is the Ondo Tokenized version of Nike, giving tokenholders economic exposure similar to holding NKE and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "INTCON": "INTCon is the Ondo Tokenized version of Intel, giving tokenholders economic exposure similar to holding INTC and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IEFAON": "IEFAon is the Ondo Tokenized version of the iShares Core MSCI EAFE ETF, giving tokenholders economic exposure similar to holding IEFA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SMCION": "SMCIon is the Ondo Tokenized version of Super Micro Computer, giving tokenholders economic exposure similar to holding SMCI and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MRVLON": "MRVLon is the Ondo Tokenized version of Marvell Technology, giving tokenholders economic exposure similar to holding MRVL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AGGON": "AGGon is the Ondo Tokenized version of the iShares Core US Aggregate Bond ETF, giving tokenholders economic exposure similar to holding AGG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "UBERON": "UBERon is the Ondo Tokenized version of Uber, giving tokenholders economic exposure similar to holding UBER and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "QCOMON": "QCOMon is the Ondo Tokenized version of Qualcomm, giving tokenholders economic exposure similar to holding QCOM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SBUXON": "SBUXon is the Ondo Tokenized version of Starbucks, giving tokenholders economic exposure similar to holding SBUX and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ABNBON": "ABNBon is the Ondo Tokenized version of Airbnb, giving tokenholders economic exposure similar to holding ABNB and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "CSCOON": "CSCOon is the Ondo Tokenized version of Cisco Systems, giving tokenholders economic exposure similar to holding CSCO and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "CMGON": "CMGon is the Ondo Tokenized version of Chipotle, giving tokenholders economic exposure similar to holding CMG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "FUTUON": "FUTUon is the Ondo Tokenized version of Futu Holdings, giving tokenholders economic exposure similar to holding FUTU and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "KOON": "KOon is the Ondo Tokenized version of Coca-Cola, giving tokenholders economic exposure similar to holding KO and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IWFON": "IWFon is the Ondo Tokenized version of the iShares Russell 1000 Growth ETF, giving tokenholders economic exposure similar to holding IWF and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "LINON": "LINon is the Ondo Tokenized version of Linde plc, giving tokenholders economic exposure similar to holding LIN and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ARMON": "ARMon is the Ondo Tokenized version of Arm Holdings plc, giving tokenholders economic exposure similar to holding ARM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "JDON": "JDon is the Ondo Tokenized version of JD.com, giving tokenholders economic exposure similar to holding JD and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MUON": "MUon is the Ondo Tokenized version of Micron Technology, giving tokenholders economic exposure similar to holding MU and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "HOODON": "HOODon is the Ondo Tokenized version of Robinhood Markets, giving tokenholders economic exposure similar to holding HOOD and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "WMTON": "WMTon is the Ondo Tokenized version of Walmart, giving tokenholders economic exposure similar to holding WMT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "TMON": "TMon is the Ondo Tokenized version of Toyota, giving tokenholders economic exposure similar to holding TM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SHOPON": "SHOPon is the Ondo Tokenized version of Shopify, giving tokenholders economic exposure similar to holding SHOP and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "RDDTON": "RDDTon is the Ondo Tokenized version of Reddit, giving tokenholders economic exposure similar to holding RDDT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "APOON": "APOon is the Ondo Tokenized version of Apollo Global Management, giving tokenholders economic exposure similar to holding APO and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "DISON": "DISon is the Ondo Tokenized version of Disney, giving tokenholders economic exposure similar to holding DIS and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PEPON": "PEPon is the Ondo Tokenized version of PepsiCo, giving tokenholders economic exposure similar to holding PEP and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AMDON": "AMDon is the Ondo Tokenized version of AMD, giving tokenholders economic exposure similar to holding AMD and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "WFCON": "WFCon is the Ondo Tokenized version of Wells Fargo, giving tokenholders economic exposure similar to holding WFC and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "BIDUON": "BIDUon is the Ondo Tokenized version of Baidu, giving tokenholders economic exposure similar to holding BIDU and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ORCLON": "ORCLon is the Ondo Tokenized version of Oracle, giving tokenholders economic exposure similar to holding ORCL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PGON": "PGon is the Ondo Tokenized version of Procter & Gamble, giving tokenholders economic exposure similar to holding PG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PLTRON": "PLTRon is the Ondo Tokenized version of Palantir Technologies, giving tokenholders economic exposure similar to holding PLTR and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "CRCLON": "CRCLon is the Ondo Tokenized version of Circle Internet Group, giving tokenholders economic exposure similar to holding CRCL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SPGION": "SPGIon is the Ondo Tokenized version of S&P Global, giving tokenholders economic exposure similar to holding SPGI and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "CVXON": "CVXon is the Ondo Tokenized version of Chevron, giving tokenholders economic exposure similar to holding CVX and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "TSMON": "TSMon is the Ondo Tokenized version of Taiwan Semiconductor Manufacturing, giving tokenholders economic exposure similar to holding TSM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "PANWON": "PANWon is the Ondo Tokenized version of Palo Alto Networks, giving tokenholders economic exposure similar to holding PANW and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "BABAON": "BABAon is the Ondo Tokenized version of Alibaba, giving tokenholders economic exposure similar to holding BABA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AVGOON": "AVGOon is the Ondo Tokenized version of Broadcom, giving tokenholders economic exposure similar to holding AVGO and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "JPMON": "JPMon is the Ondo Tokenized version of JPMorgan Chase, giving tokenholders economic exposure similar to holding JPM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "CRMON": "CRMon is the Ondo Tokenized version of Salesforce, giving tokenholders economic exposure similar to holding CRM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AMZNON": "AMZNon is the Ondo Tokenized version of Amazon, giving tokenholders economic exposure similar to holding AMZN and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SNOWON": "SNOWon is the Ondo Tokenized version of Snowflake, giving tokenholders economic exposure similar to holding SNOW and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "GOOGLON": "GOOGLon is the Ondo Tokenized version of Alphabet Class A, giving tokenholders economic exposure similar to holding GOOGL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AXPON": "AXPon is the Ondo Tokenized version of American Express, giving tokenholders economic exposure similar to holding AXP and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IBMON": "IBMon is the Ondo Tokenized version of IBM, giving tokenholders economic exposure similar to holding IBM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "DASHON": "DASHon is the Ondo Tokenized version of DoorDash, giving tokenholders economic exposure similar to holding DASH and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ACNON": "ACNon is the Ondo Tokenized version of Accenture, giving tokenholders economic exposure similar to holding ACN and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IJHON": "IJHon is the Ondo Tokenized version of the iShares Core S&P MidCap ETF, giving tokenholders economic exposure similar to holding IJH and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "COINON": "COINon is the Ondo Tokenized version of Coinbase, giving tokenholders economic exposure similar to holding COIN and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "BAON": "BAon is the Ondo Tokenized version of Boeing, giving tokenholders economic exposure similar to holding BA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "GEON": "GEon is the Ondo Tokenized version of General Electric, giving tokenholders economic exposure similar to holding GE and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "APPON": "APPon is the Ondo Tokenized version of AppLovin, giving tokenholders economic exposure similar to holding APP and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "AAPLON": "AAPLon is the Ondo Tokenized version of Apple, giving tokenholders economic exposure similar to holding AAPL and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MAON": "MAon is the Ondo Tokenized version of Mastercard, giving tokenholders economic exposure similar to holding MA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "LMTON": "LMTon is the Ondo Tokenized version of Lockheed, giving tokenholders economic exposure similar to holding LMT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "INTUON": "INTUon is the Ondo Tokenized version of Intuit, giving tokenholders economic exposure similar to holding INTU and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MCDON": "MCDon is the Ondo Tokenized version of McDonald's, giving tokenholders economic exposure similar to holding MCD and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MSTRON": "MSTRon is the Ondo Tokenized version of MicroStrategy, giving tokenholders economic exposure similar to holding MSTR and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "GSON": "GSon is the Ondo Tokenized version of Goldman Sachs, giving tokenholders economic exposure similar to holding GS and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ADBEON": "ADBEon is the Ondo Tokenized version of Adobe, giving tokenholders economic exposure similar to holding ADBE and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "NVDAON": "NVDAon is the Ondo Tokenized version of NVIDIA, giving tokenholders economic exposure similar to holding NVDA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "UNHON": "UNHon is the Ondo Tokenized version of UnitedHealth, giving tokenholders economic exposure similar to holding UNH and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MSFTON": "MSFTon is the Ondo Tokenized version of Microsoft, giving tokenholders economic exposure similar to holding MSFT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "VON": "Von is the Ondo Tokenized version of Visa, giving tokenholders economic exposure similar to holding V and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SPOTON": "SPOTon is the Ondo Tokenized version of Spotify, giving tokenholders economic exposure similar to holding SPOT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "TSLAON": "TSLAon is the Ondo Tokenized version of Tesla, giving tokenholders economic exposure similar to holding TSLA and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "BLKON": "BLKon is the Ondo Tokenized version of Blackrock, Inc., giving tokenholders economic exposure similar to holding BLK and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "ASMLON": "ASMLon is the Ondo Tokenized version of ASML Holding NV, giving tokenholders economic exposure similar to holding ASML and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "LLYON": "LLYon is the Ondo Tokenized version of Eli Lilly, giving tokenholders economic exposure similar to holding LLY and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "NOWON": "NOWon is the Ondo Tokenized version of ServiceNow, giving tokenholders economic exposure similar to holding NOW and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "METAON": "METAon is the Ondo Tokenized version of Meta Platforms, giving tokenholders economic exposure similar to holding META and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IWMON": "IWMon is the Ondo Tokenized version of the iShares Russell 2000 ETF, giving tokenholders economic exposure similar to holding IWM and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "TLTON": "TLTon is the Ondo Tokenized version of the iShares 20+ Year Treasury Bond ETF, giving tokenholders economic exposure similar to holding TLT and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "COSTON": "COSTon is the Ondo Tokenized version of Costco, giving tokenholders economic exposure similar to holding COST and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "NFLXON": "NFLXon is the Ondo Tokenized version of Netflix, giving tokenholders economic exposure similar to holding NFLX and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IVVON": "IVVon is the Ondo Tokenized version of the iShares Core S&P 500 ETF, giving tokenholders economic exposure similar to holding IVV and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SLVON": "SLVon is the Ondo Tokenized version of iShares Silver Trust, giving tokenholders economic exposure similar to holding SLV and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "MELION": "MELIon is the Ondo Tokenized version of MercadoLibre, giving tokenholders economic exposure similar to holding MELI and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IAUON": "IAUon is the Ondo Tokenized version of iShares Gold Trust, giving tokenholders economic exposure similar to holding IAU and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "QQQON": "QQQon is the Ondo Tokenized version of Invesco QQQ, giving tokenholders economic exposure similar to holding QQQ and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SPYON": "SPYon is the Ondo Tokenized version of the SPDR S&P 500 ETF, giving tokenholders economic exposure similar to holding SPY and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "FIGON": "FIGon is the Ondo Tokenized version of Figma, giving tokenholders economic exposure similar to holding FIG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "IEMGON": "IEMGon is the Ondo Tokenized version of the iShares Core MSCI Emerging Markets ETF, giving tokenholders economic exposure similar to holding IEMG and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "SBETON": "SBETon is the Ondo Tokenized version of SharpLink Gaming, Inc, giving tokenholders economic exposure similar to holding SBET and reinvesting any dividends. Ondo tokenized stocks enable non-US retail and institutional users around the world to instantly mint and redeem tokenized U.S. stocks and ETFs, 24 hours a day, five days a week with full access to traditional exchange liquidity. Additional restrictions apply. Learn more at ondo.finance/global-markets.",
    "FARTCOIN.SOL": "FARTCOIN is a Solana-based memecoin created in 2024 to combine internet humor with blockchain participation through community-driven tokenomics. Built around a playful “Gas Fee” system that emits a digital fart sound with each transaction, FARTCOIN emphasises entertainment and viral engagement rather than financial utility. Holders participate in a culture of memes and social interaction, with the token’s growth driven by community adoption and online presence rather than intrinsic value. Designed as a lighthearted experiment in decentralised culture, FARTCOIN showcases how humour and collective creativity can shape unique use cases within the Solana ecosystem.",
    "JUP.SOL": "JUP is the native token of Jupiter, a Solana-based decentralized exchange aggregator that powers efficient token swaps and advanced trading features. Introduced in 2024, JUP enables governance and rewards through the Active Staking Rewards (ASR) system, giving holders a say in protocol upgrades, treasury use, and token allocation. Jupiter has grown from a swap engine into a full DeFi superapp, offering tools such as limit orders, DCA/TWAP execution, perpetuals, and portfolio tracking, while also expanding through acquisitions and partnerships.",
    "JTO.SOL": "JTO is the governance token of Jito Network, a Solana-based protocol specializing in liquid staking and fair distribution of Maximum Extractable Value (MEV). Launched in 2023, Jito enables users to stake SOL through JitoSOL while retaining liquidity for DeFi participation and earning additional rewards from MEV auctions run via its open-source validator client. JTO holders govern key parameters such as stake pool fees, validator delegation strategies, and treasury management, aligning incentives across stakers, validators, and the broader Solana ecosystem.",
    "RAY.SOL": "RAY is the native token of Raydium, an automated market maker (AMM) and liquidity provider built on Solana that uniquely connects its pools to Serum’s order book for deep and efficient trading. Launched in 2021, RAY is used for staking to earn protocol fees, securing allocations in token launches through AcceleRaytor and LaunchLab, and participating in governance to guide the protocol’s growth. It also underpins features like Burn & Earn for permanent liquidity and supports the upgraded Raydium V3 platform, making it a core utility and governance asset within the Solana DeFi ecosystem.",
    "1INCH": "1INCH is the native token of the 1inch Network, a decentralized exchange aggregator founded in 2019 that optimizes trades across multiple blockchains. Launched in 2020, it underpins governance, staking, and ecosystem incentives while powering features like the Pathfinder algorithm for efficient routing, cross-chain swaps, and liquidity provision. The network has expanded beyond aggregation to include a Web3 wallet and developer tools, with decisions guided by the 1inch DAO, making 1INCH central to its community-driven DeFi ecosystem.",
    "RARE": "RARE is the native governance and utility token of SuperRare, a curated marketplace for onchain digital art founded in 2018. Launched in 2021, RARE underpins RareDAO, where token holders govern protocol upgrades, treasury allocation, and marketplace policy through decentralized voting. The token also supports staking-based reputation systems and functions as a medium of exchange within the ecosystem. SuperRare sits atop Rare Protocol, an infrastructure layer designed to unify fragmented NFT markets and expand artist royalties, discovery tools, and community curation. By combining a curated marketplace with DAO governance, SuperRare positions RARE at the center of efforts to decentralize and scale the economics of digital creativity.",
    "TFUEL": "TFUEL is the utility token of Theta Network, a layer-1 blockchain and decentralized infrastructure for video, AI, and entertainment. It serves as the network’s gas token, used for transactions, smart contracts, and payments across decentralized streaming and data services. TFUEL can also be staked for rewards and powers the Theta Edge Network, which provides compute, storage, and delivery functions, soon expanding to the hybrid cloud platform Theta EdgeCloud. Supported by an enterprise validator council including Google, Samsung, and Sony, TFUEL underpins Theta’s mission to deliver scalable, low-cost, and secure Web3 infrastructure.",
    "THETA": "THETA is the governance and staking token of Theta Network, a layer-1 blockchain and decentralized infrastructure for video, AI, and entertainment. Its dual-network design combines the Theta Blockchain, supporting payments, staking, and smart contracts, with the Theta Edge Network for compute, storage, and video delivery. THETA secures the proof-of-stake chain and enables governance, working alongside TFUEL, the network’s gas token. With applications like ThetaDrop, Theta Video API, and the upcoming EdgeCloud, and backed by validators such as Google, Samsung, and Sony, THETA underpins a scalable Web3 ecosystem for media and AI innovation.",
    "UMA": "UMA is the governance token of UMA Protocol, an Ethereum-based platform founded in 2018 to make markets fair and accessible through decentralized infrastructure. It secures the Optimistic Oracle, which verifies any data or statement on-chain using a “true unless disputed” model. UMA token holders vote on disputes, earn rewards for accurate participation, and govern protocol upgrades and treasury allocations. Integrated with projects like Polymarket, Across, and Story Protocol, UMA serves as both the economic guarantee and governance layer for a decentralized on-chain truth machine.",
    "ZRX": "ZRX is the governance token of 0x Protocol, a decentralized exchange infrastructure founded in 2016 by Will Warren and Amir Bandeali. Launched in 2017 after a $24M ICO backed by firms like Polychain and Pantera, 0x provides open-source smart contracts that enable permissionless trading of ERC-20 and ERC-721 tokens across multiple applications. ZRX holders govern protocol upgrades and treasury allocations, while the token is also used to incentivize liquidity providers within the ecosystem. Built on Ethereum and audited by independent security firms, 0x has become a core building block for wallets, DEXs, marketplaces, and DeFi platforms integrating decentralized exchange functionality."
  }
}
